first_rec = ["Определение конкретных и достижимых целей на день или неделю. Разбейте их на более мелкие задачи и установите себе четкие сроки выполнения",
            "Создание расписания работы на день или неделю, включая время для отдыха и перерывов. Помните о своей низкой производительности и планируйте свою работу в соответствии с этим",
            "Занятие физической активностью, правильное питание и достаточное количество сна. Здоровое тело способствует более высокой производительности",
            "Обсудить свои трудности с коллегами или руководством, и попросите помощи или совета. Иногда обмен идеями и опытом может помочь улучшить вашу производительность",
            "Прогулка на свежем воздухе в парке или лесу",
            "Посещение спа-салона для расслабляющего массажа или сеанса ароматерапии",
            "Просмотр любимого фильма или сериала дома с чашечкой горячего чая",
            "Проведение времени с близкими и друзьями, чтобы поднять настроение и получить эмоциональную поддержку",
            "Посещение художественной галереи или музея для вдохновения и приятного времяпрепровождения",
            "Занятия йогой или медитацией для улучшения физического и эмоционального благополучия",
            "Чтение книги на интересующую тему или слушание аудиокниги",
            "Посещение уютного кафе или ресторана для приятного ужина с друзьями или самостоятельного удовольствия",
            "Творческие занятия, такие как рисование, вышивание или кулинарные эксперименты",
            "Медитативная прогулка в природе с целью уединения и внутреннего расслабления"
            ]


zero_rec = ["Переработка может привести к усталости, стрессу и болезням, таким как артериальная гипертензия, бессонница и болезни сердца. Постоянное перенапряжение может негативно сказаться на вашем физическом и психическом здоровье",
             "Переработка может привести к ухудшению концентрации, внимания и когнитивных способностей. В результате вы можете делать больше ошибок, тратить больше времени на исправление ошибок и снижать качество своей работы",
             "Переработка может отрицательно сказаться на ваших отношениях с семьей, друзьями и близкими. Постоянное отсутствие времени для личной жизни и отдыха может привести к конфликтам, усталости и разрушению отношений",
             "Переработка является одним из факторов риска для профессионального выгорания. Постоянное перенапряжение и чувство беспомощности могут привести к эмоциональному и физическому истощению",
             "Переработка может временно увеличить вашу производительность, но в долгосрочной перспективе это может привести к истощению ресурсов и снижению эффективности. Это также может повлиять на вашу репутацию и возможности карьерного роста"
            ]
sec_rec = ["Повышение производительности нашей команды станет возможным, если каждый из нас будет уделять больше времени и усилий выполнению своих обязанностей",
           "Для достижения поставленных целей и сроков, нам необходимо усилить наши усилия и сосредоточиться на повышении эффективности в нашей работе",
           "Увеличение объема проделанной работы поможет нам добиться больших успехов и продвижения в наших карьерных целях",
           "Более усердная и целеустремленная работа открывает перед нами новые возможности и перспективы роста как профессионалов"
]